tap "homebrew/bundle"
brew "docker"
brew "node"
brew "nvm"
brew "pnpm"
brew "typescript"
cask "appcleaner"
cask "bruno"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "logi-options-plus"
cask "nordvpn"
cask "onyx"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
vscode "alexcvzz.vscode-sqlite"
vscode "bengreenier.vscode-node-readme"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "codeium.codeium"
vscode "cweijan.vscode-mysql-client2"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "equimper.react-native-react-redux"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "glenn2223.live-sass"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gregorbiswanger.json2ts"
vscode "juanblanco.solidity"
vscode "loiane.ts-extension-pack"
vscode "marp-team.marp-vscode"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "muuvmuuv.vscode-sundial"
vscode "nickytonline.vscode-gatsby-snippets"
vscode "nrwl.angular-console"
vscode "octref.vetur"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pranaygp.vscode-css-peek"
vscode "rangav.vscode-thunder-client"
vscode "redhat.fabric8-analytics"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "stringham.move-ts"
vscode "styled-components.vscode-styled-components"
vscode "syler.sass-indented"
vscode "tyriar.lorem-ipsum"
vscode "usernamehw.errorlens"
vscode "wix.vscode-import-cost"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yzhang.markdown-all-in-one"
vscode "zobo.php-intellisense"
