tap "homebrew/bundle"
tap "homebrew/services"
brew "docker"
brew "node"
brew "nvm"
brew "pnpm"
brew "postgresql@16"
brew "typescript"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "MonitorControl"
cask "beeper"
cask "appcleaner"
cask "arc"
cask "brave-browser"
cask "bruno"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "logi-options-plus"
cask "nordvpn"
cask "notion"
cask "onyx"
cask "pgadmin4"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
vscode "austenc.tailwind-docs"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "gitlab.gitlab-workflow"
vscode "gruntfuggly.todo-tree"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "muuvmuuv.vscode-sundial"
vscode "oscarsmith.tailwind-switch"
vscode "pkief.material-icon-theme"
vscode "planbcoding.vscode-react-refactor"
vscode "prisma.prisma"
vscode "ritwickdey.liveserver"
vscode "usernamehw.errorlens"
vscode "wayou.vscode-todo-highlight"
